Repository: openfun/marsha
Catalog: src/frontend/translations/*.po
Languages: es_es, fr_fr

source: 1080p: FullHD (high quality)
es_es: 1080p: FullHD (alta calidad)
fr_fr: 1080p: FullHD (haute qualité)

source: 720p: HD (standard)
es_es: 720p: HD (estándar)
fr_fr: 720p: HD (normal)

source: Ad
fr_fr: Annonce

source: Add a language
es_es: Añadir un idioma
fr_fr: Ajouter une langue

source: All
fr_fr: Tout

source: Allow video download
es_es: Permitir descarga de vídeos
fr_fr: Autoriser le téléchargement de la vidéo

source: Back to dashboard
es_es: Volver al panel de control
fr_fr: Revenir au tableau de bord

source: Buffered
fr_fr: Mis en mémoire

source: Captions
fr_fr: Sous-titres

source: Change document title
fr_fr: Modifier le titre du document

source: Choose a language
es_es: Elegir un idioma
fr_fr: Choisir une langue

source: Closed captions
es_es: Subtítulos
fr_fr: Sous-titres codés (sourds et malentendants)

source: Create a new video
es_es: Crear un nuevo vídeo
fr_fr: Créer une nouvelle vidéo

source: Current time
fr_fr: Heure actuelle

source: Dashboard
es_es: Panel de control
fr_fr: Tableau de bord

source: Delete
es_es: Eliminar
fr_fr: Supprimer

source: Disable captions
fr_fr: Désactiver les sous-titres

source: Disabled
fr_fr: Désactivé

source: Display
fr_fr: Afficher

source: Document status
fr_fr: Statut du document

source: Download
fr_fr: Télécharger

source: Download this video:
fr_fr: Télécharger cette vidéo :

source: Duration
fr_fr: Durée

source: Enable captions
fr_fr: Activer les sous-titres

source: End
fr_fr: Fin

source: Enter fullscreen
fr_fr: Passer en plein écran

source: Error
fr_fr: Erreur

source: Exit fullscreen
fr_fr: Quitter le mode plein écran

source: Failed to authenticate your permission to upload
es_es: Error al autenticar su permiso para subir vídeos
fr_fr: Impossible de vérifier vos droits pour téléverser le fichier

source: Failed to update your video. Please try again later.
es_es: Error al actualizar el vídeo. Por favor, inténtelo de nuevo más tarde.
fr_fr: Impossible de mettre à jour la vidéo. Merci de réessayer plus tard.

source: Failed to upload your video file
es_es: Error al subir el archivo de vídeo
fr_fr: Erreur lors du téléversement du fichier vidéo

source: Filename
fr_fr: Nom de fichier

source: Forward {seektime}s
fr_fr: Avancer de {seektime}s

source: Go back to previous menu
fr_fr: Revenir au menu précédent

source: Go to Dashboard
es_es: Ir al panel de control
fr_fr: Aller au tableau de bord

source: Hide transcript
es_es: Ocultar transcripción
fr_fr: Masquer la transcription

source: Impossible to update the title. Try again later.
fr_fr: Impossible de mettre à jour le titre. Merci de réessayer plus tard.

source: Instructor Preview 👆
es_es: Vista previa del instructor
fr_fr: Aperçu instructeur 👆

source: Loop
fr_fr: Boucle

source: Missing
es_es: Desaparecido
fr_fr: Absent

source: Mute
fr_fr: Couper le son

source: Normal
fr_fr: Normale

source: Play
fr_fr: Lecture

source: Played
fr_fr: Lu

source: Player for {title}
fr_fr: Lecteur de {title}

source: Processing
es_es: Procesando
fr_fr: En cours de traitement

source: Quality
fr_fr: Qualité

source: Ready
es_es: Listo
fr_fr: Disponible

source: Replace
es_es: Reemplazar
fr_fr: Remplacer

source: Replace the document
fr_fr: Remplacer le document

source: Replace the video
es_es: Reemplazar este vídeo
fr_fr: Remplacer la vidéo

source: Replace this thumbnail
es_es: Reemplazar esta miniatura
fr_fr: Remplacer cette vignette

source: Reset
fr_fr: Réinitialiser

source: Restart
fr_fr: Recommencer

source: Rewind {seektime}s
fr_fr: Reculer de {seektime}s

source: Seek
fr_fr: Avancer

source: Select a file to upload
es_es: Eligir un archivo para subir
fr_fr: Sélectionner un fichier à téléverser

source: Settings
fr_fr: Réglages

source: Show a transcript
es_es: Eligir una transcripción
fr_fr: Choisir une transcription

source: Speed
fr_fr: Vitesse

source: Start
fr_fr: Démarrer

source: Subtitles
es_es: Subtítulos
fr_fr: Sous-titres

source: The video you are looking for could not be found
es_es: El vídeo que está buscando no ha sido encontrado
fr_fr: Cette vidéo n'est pas disponible

source: There is currently no document to display.
fr_fr: Il n'y a pas encore de document à afficher.

source: There is currently no video to display.
es_es: Actualmente no hay ningún vídeo para mostrar.
fr_fr: Il n'y a pas encore de vidéo à afficher.

source: There was an error during thumbnail creation.
es_es: Se produjo un error durante la creación de miniaturas.
fr_fr: Une erreur s'est produite durant la création de la vignette.

source: There was an error during track creation.
es_es: Se produjo un error durante la creación de pistas.
fr_fr: Une erreur s'est produite pendant la création de cette piste.

source: There was an error loading this video
es_es: Se produjo un error al cargar este video
fr_fr: Une erreur s'est produite pendant le chargement de la vidéo

source: There was an error with your document. Retry or upload another one.
fr_fr: Une erreur s'est produite avec ce document. Merci de réessayer ou de téléverser un autre document.

source: There was an error with your video. Retry or upload another one.
es_es: Se produjo un error con el vídeo. Vuelva a intentarlo o suba otro.
fr_fr: Une erreur s'est produite avec cette vidéo. Merci de réessayer ou de téléverser une autre vidéo.

source: This video does not exist or has not been published yet. If you are an instructor, please make sure you are properly authenticated.
es_es: Este video no existe o no ha sido publicado todavía. Si usted es un instructor, por favor asegúrese de que está autenticado correctamente.
fr_fr: La vidéo n'existe pas ou n'a pas encore été publiée. Si vous êtes un instructeur, merci de vous assurer d'être correctement authentifié.

source: This video is read-only because it belongs to another course: {context_id}
fr_fr: Cette vidéo est en lecture seule parce qu'elle appartient à un autre cours : {context_id}

source: Title successfully updated
fr_fr: Titre mis à jour

source: Transcripts
es_es: Transcripción
fr_fr: Transcriptions

source: Unmute
fr_fr: Remettre le son

source: Upload
es_es: Subir
fr_fr: Téléverser

source: Upload a document
fr_fr: Téléverser un document

source: Upload a new closed captions file
es_es: Subir un nuevo archivo de subtítulos
fr_fr: Téléverser un nouveau fichier de sous-titres codés (sourds et malentendants)

source: Upload a new document
fr_fr: Téléverser un nouveau document

source: Upload a new subtitles file
es_es: Subir un nuevo archivo de subtítulos
fr_fr: Téléverser un nouveau fichier de sous-titres

source: Upload a new thumbnail
es_es: Subir una nueva miniatura
fr_fr: Téléverser une nouvelle vignette

source: Upload a new transcript file
es_es: Subir un nuevo archivo de transcripción
fr_fr: Téléverser une nouvelle transcription

source: Upload a video
es_es: Subir un vídeo
fr_fr: Téléverser une vidéo

source: Upload in progress... Please do not close or reload this page.
es_es: Carga en curso... Por favor no cierre o vuelva a cargar esta página.
fr_fr: Téléversement en cours... Merci de ne pas fermer ni recharger la page.

source: Upload progress
es_es: Progreso de carga
fr_fr: Progression du téléversement

source: Upload the file
es_es: Subir el archivo
fr_fr: Téléverser le fichier

source: Uploading
es_es: Subiendo
fr_fr: Téléversement en cours

source: Video status
es_es: Estado del vídeo
fr_fr: Statut de la vidéo

source: Video thumbnail preview image.
es_es: Imagen previa de la miniatura del vídeo.
fr_fr: Vignette de prévisualisation de la vidéo.

source: Watch
es_es: Ver
fr_fr: Regarder

source: We could not make sure you are allowed to upload a video file. Please check your settings and/or try again.
es_es: No pudimos asegurarnos que usted está autorizado a subir un archivo de vídeo. Por favor, compruebe su configuración y/o vuelva a intentarlo.
fr_fr: Nous ne pouvons vérifier si vous avez les droits nécessaires pour téléverser un fichier. Merci de vérifier vos paramètres et/ou réessayer.

source: We could not validate your access to this video. Please contact your instructor. If you are the instructor, please check your settings.
es_es: No hemos podido validar su acceso a este vídeo. Por favor, póngase en contacto con su instructor. Si usted es el instructor, por favor, revise su configuración.
fr_fr: Nous ne pouvons vérifier vos droits pour accéder à cette vidéo. Merci de prendre contact avec votre instructeur. Si vous êtes l'instructeur, merci de vérifier vos paramètres.

source: You can try again later. You may want to check your Internet connection quality.
es_es: Puede intentarlo más tarde. Comprobe la calidad de su conexión a internet.
fr_fr: Vous pouvez réessayer dans quelques instants. Vous devriez vérifier la qualité de votre connexion internet.

source: Your document is currently processing. This may take some minutes.
fr_fr: Votre document est en cours de traitement. Cela peut prendre quelques minutes.

source: Your document is ready to display.
fr_fr: Votre document est prêt à être affiché.

source: Your thumbnail is currently processing. This may take several minutes. It will appear here once done.
es_es: Su miniatura está siendo procesada. Esto puede tardar varios minutos. Aparecerá aquí una vez este proceso terminado.
fr_fr: Votre vignette est en cours de traitement. Le traitement peut prendre quelques minutes. La vignette apparaîtra une fois le traitement terminé.

source: Your video is currently processing. This may take up to an hour. Please come back later.
es_es: El vídeo está siendo procesado. Esto puede tomar hasta una hora. Por favor, vuelva más tarde.
fr_fr: Votre vidéo est en cours de traitement. Le traitement peut prendre jusqu'à une heure. Nous vous conseillons de revenir plus tard.

source: Your video is ready to play.
es_es: El vídeo está listo para ser reproducido.
fr_fr: Votre vidéo est prête à être visionnée.

source: enabled
fr_fr: activé

source: or drop it here
es_es: o arrastrarlo aquí
fr_fr: ou le glisser ici

source: {currentTime} of {duration}
fr_fr: {currentTime} sur {duration}

source: 480p: SD (Mobile)
es_es: 480p: SD (Móvil)

source: Download this video:
es_es: Descargar este vídeo:
