Repository: openfun/marsha
Catalog: src/backend/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Allow video recording?
fr_fr: Autoriser l'enregistrement de la vidéo ?

source: last LTI URL
fr_fr: dernière URL LTI

source: Last LTI URL which was used to launch this video
fr_fr: Dernière URL LTI utilisée pour démarrer cette vidéo

source: Estimated duration of the video.
fr_fr: Durée estimée de la vidéo.

source: enable video chat
fr_fr: activer le chat

source: Enable video chat?
fr_fr: Activer le chat ?

source: enable video live media
fr_fr: activer les documents partagés

source: Enable video live media?
fr_fr: Activer les documents partagés ?

source: Join the discussion mode
fr_fr: Mode permettant de rejoindre la discussion

source: Join the discussion mode.
fr_fr: Mode permettant de rejoindre la discussion.

source: asking Live participants
fr_fr: participants demandant l'accès au live

source: Current list of users asking to join the live.
fr_fr: Liste actuelle des utilisateurs qui demandent à rejoindre le live.

source: live participants
fr_fr: participants au live

source: Current participants list for the live.
fr_fr: Liste des participants en cours pour le live.

source: recording slices
fr_fr: tranches d'enregistrement

source: Recording slices of the video.
fr_fr: Tranches d'enregistrement de la vidéo.

source: starting at
fr_fr: démarrage le

source: date and time at which a video live is scheduled
fr_fr: date et heure à laquelle un webinaire est programmé

source: use subtitle as transcript
fr_fr: utiliser les sous-titres comme transcription

source: When there is at least one subtitle but no transcript this flag allows to use subtitles as transcripts.
fr_fr: Lorsqu'il y a au moins un sous-titre mais aucune transcription, cette option permet d'utiliser les sous-titres comme transcription.

source: video sizes
fr_fr: résolutions de la vidéo

source: List of available sizes for this video
fr_fr: Liste des résolutions disponibles pour cette vidéo

source: Live info
fr_fr: Info du direct

source: Information needed to manage live streaming
fr_fr: Informations nécessaires pour gérer la diffusion en direct

source: live state
fr_fr: état du direct

source: state of the live mode.
fr_fr: état du direct.

source: type of live
fr_fr: type de direct

source: type of live.
fr_fr: type de direct.

source: is video public
fr_fr: vidéo publique

source: Is the video publicly accessible?
fr_fr: La vidéo est-elle accessible publiquement ?

source: video tags
fr_fr: Tags de la vidéo

source: licenses
fr_fr: licences

source: License for this video
fr_fr: Licence pour cette vidéo

source: transcode pipeline
fr_fr: pipeline de transcoding

source: Transcode pipeline for this video
fr_fr: Pipeline de transcoding pour cette vidéo

source: upload error reason
fr_fr: raison de l'erreur d'envoi

source: Reason why an upload is in error state.
fr_fr: Raison pour laquelle un envoi est en état d'erreur.

source: Duration of the video in seconds
fr_fr: Durée de la vidéo en secondes

source: Size of the video in bytes
fr_fr: Taille de la vidéo en octets

source: video for which this track is
fr_fr: vidéo à laquelle cette piste est

source: language
fr_fr: langue

source: language of this track
fr_fr: langue de cette piste

source: audio track
fr_fr: piste audio

source: audio tracks
fr_fr: pistes audio

source: Subtitle
fr_fr: Sous-titre

source: Transcript
fr_fr: Transcription

source: Closed captioning
fr_fr: Sous-titres

source: Activate a special mode for this timed text track: simple subtitles, closed captioning (for deaf or hard of hearing viewers) or transcription (complete text below aside of the player).
fr_fr: Activez un mode spécial pour cette piste de texte temporisé : sous-titres simples, sous-titres codés (sourds et malentendants) ou transcription (texte complet sous la vidéo).

source: timed text track extension
fr_fr: extension de piste de texte temporisé

source: process pipeline
fr_fr: pipeline de traitement

source: Pipeline used to process the timed text track
fr_fr: Pipeline utilisé pour traiter la piste de texte temporisé

source: timed text track
fr_fr: piste de texte temporisé

source: timed text tracks
fr_fr: pistes de texte temporisé

source: signs language track
fr_fr: piste langue des signes

source: signs language tracks
fr_fr: pistes langue des signes

source: video for which this thumbnail is
fr_fr: vidéo pour laquelle cette vignette est

source: Process pipeline used to process the thumbnail
fr_fr: Pipeline utilisé pour traiter la vignette

source: thumbnail
fr_fr: vignette

source: Display username
fr_fr: Afficher le nom d'utilisateur

source: email address
fr_fr: adresse e-mail

source: Only present for lti users.
fr_fr: Présent seulement pour les utilisateurs lti.

source: LTI consumer site
fr_fr: Site client LTI

source: language of this livesession
fr_fr: langue de cette livesession

source: is the user registered
fr_fr: est un utilisateur enregistré

source: Is the user registered?
fr_fr: L'utilisateur est-il enregistré ?

source: registered at
fr_fr: enregistré le

source: date and time at which the user registered
fr_fr: date et heure à laquelle l'utilisateur s'est enregistré

source: Field to build url with encryption to target the record
fr_fr: Champ pour construire une url avec chiffrement pour cibler l'enregistrement

source: Live attendance
fr_fr: Présence en direct

source: Live online presence
fr_fr: Présence au direct

source: Unique identifier for the user on the tool consumer, only present for lti users.
fr_fr: Identifiant unique de l'utilisateur au sein du consommateur, présent seulement pour les utilisateurs lti.

source: LTI user identifier
fr_fr: Identifiant de l'utilisateur LTI

source: List of new notifications to send
fr_fr: Liste des nouvelles notifications à envoyer

source: List of reminders already sent
fr_fr: Liste des rappels déjà envoyés

source: List of reminders sent
fr_fr: Liste des rappels déjà envoyés

source: whether user reminders are enabled for this live
fr_fr: si les rappels d'utilisateurs sont activés pour ce live

source: should send reminders
fr_fr: devrait envoyer des rappels

source: Username
fr_fr: Nom d'utilisateur

source: Websocket channel_name
fr_fr: Nom du websocket

source: User
fr_fr: Utilisateur

source: live session
fr_fr: Session active

source: live pairing secret
fr_fr: secret d'appairage

source: live pairing video
fr_fr: vidéo appairée

source: live pairing
fr_fr: appairage vidéo

source: live pairings
fr_fr: appairage vidéos

source: device
fr_fr: appareil

source: devices
fr_fr: appareils

source: title of the shared live media
fr_fr: titre du document partagé

source: Number of pages contained by the media
fr_fr: Nombre de pages contenues dans le document partagé

source: media extension
fr_fr: extension du document partagé

source: Pipeline used to process the shared live media
fr_fr: Pipeline utilisé pour traiter le document partagé

source: shared live media
fr_fr: document partagé

source: shared live medias
fr_fr: documents partagés

source: Playlist is not portable to itself.
fr_fr: La liste de lecture n'est pas partageable avec elle-même.

source: Some playlists don't exist: {', '.join(ids_diff):s}.
fr_fr: Certaines listes de lecture n'existent pas : {', '.join(ids_diff):s}.

source: Token contained no recognizable playlist identification
fr_fr: Le token ne contient aucun identifiant de playlist reconnaissable

source: Malformed LTI form token
fr_fr: Token LTI mal formé

source: Malformed playlist access token
fr_fr: Token d'accès de playlist mal formé

source: User has not enough rights to make a portability request
fr_fr: L'utilisateur n'a pas les droits suffisants pour faire une demande de portabilité

source: LTI request does not provide enough data to make a portability request
fr_fr: La requête LTI ne fournit pas assez de données pour faire une demande de portabilité

source: Malformed LTI user token
fr_fr: Token utilisateur LTI mal formé

source: Malformed user token
fr_fr: Token utilisateur mal formé

source: Hello
fr_fr: Bonjour

source: We have taken note of your interest in the event
fr_fr: Nous avons pris connaissance de votre intérêt pour cet événement

source: We'll meet you at
fr_fr: Retrouvons-nous le

source: for the start of the webinar.
fr_fr: pour le début du webinaire.

source: Access the event
fr_fr: Accéder au webinaire

source: Do not forward this email or share this link. It contains your personal code to access the event.
fr_fr: Ne transmettez pas cet e-mail ou ne partagez pas ce lien. Il contient votre code personnel pour accéder à l'événement.

source: This mail has been sent to
fr_fr: Ce mail a été envoyé à

source: by Marsha
fr_fr: par Marsha

source: Your email address is used because you have shown interest in this webinar. If you want to unsubscribe your email from these notifications, please follow the link :
fr_fr: Votre adresse e-mail est utilisée parce que vous avez manifesté votre intérêt pour ce webinaire. Si vous souhaitez vous désabonner de ces notifications, veuillez suivre le lien :

source: unsubscribe
fr_fr: se désabonner

source: Get ready! The live is starting in less than
fr_fr: Préparez-vous ! Le webinaire commence dans moins de

source: Our event
fr_fr: Notre événement

source: will start in less than
fr_fr: commencera dans moins de

source: Get ready to join us.
fr_fr: Préparez-vous à nous rejoindre.

source: Our event has been updated, the date has changed!
fr_fr: Notre webinaire a été modifié, la date a été changée !

source: had some updates.
fr_fr: a eu des modifications.

source: Or
fr_fr: Ou

source: Reminders disabled
fr_fr: Rappels désactivés

source: You have successfully unregistered your email for the alerts of the video
fr_fr: Vous avez annulé les rappels pour cette vidéo avec succès.

source: You won't receive any reminders about this webinar.
fr_fr: Vous ne recevrez plus d'alertes concernant ce webinaire.

source: Best regards, see you soon!
fr_fr: Cordialement, à bientôt !

source: Live Stream is ready to convert
fr_fr: Le webinaire est prêt à être converti

source: The live stream you recorded for "%(video_title)s" is ready to be converted to VOD.
fr_fr: Le webinaire ayant pour titre "%(video_title)s" est prêt pour être converti en VOD.

source: The live stream recording will be available until %(expiration_date)s.
fr_fr: L'enregistrement du webinaire sera disponible jusqu'au %(expiration_date)s.

source: Access the live stream from Marsha
fr_fr: Accédez au webinaire depuis Marsha

source: Access the live stream from your LMS
fr_fr: Accédez au webinaire depuis votre LMS

source: Live Stream is converted to VOD
fr_fr: Le webinaire est converti en VOD

source: The live stream you recorded for "%(video_title)s" is converted to VOD.
fr_fr: Le webinaire ayant pour titre "%(video_title)s" est converti en VOD.

source: Access the VOD from Marsha
fr_fr: Accédez à la VOD depuis Marsha

source: Access the VOD through the live stream from your LMS
fr_fr: Accédez à la VOD depuis votre LMS

source: Live Stream will be deleted soon
fr_fr: Le webinaire sera supprimé prochainement

source: To allow course copy or export, the resource url must be updated in the LMS with the following one:
fr_fr: Pour permettre la copie ou l'export de ce cours, l'URL de la ressource doit être mis à jour dans le LMS en utilisant le lien suivant :

source: deposited file
fr_fr: fichier déposé

source: deposited files
fr_fr: fichiers déposés

source: File depository
fr_fr: Dépôt de fichiers

source: Deposited file
fr_fr: Fichier déposé

source: playlist to which this file depository belongs
fr_fr: liste de lecture à laquelle le fichier appartient

source: title of the file depository
fr_fr: titre du dépôt de fichiers

source: description of the file depository
fr_fr: description du dépôt de fichiers

source: position of this file depository in the playlist
fr_fr: position de ce dépôt de fichiers dans la liste de lecture

source: File depositories
fr_fr: Dépôts de fichiers

source: file depository
fr_fr: dépôt de fichiers

source: file depository to which this deposited file belongs
fr_fr: dépôt de fichiers auquel appartient ce fichier

source: filename of the deposited file
fr_fr: nom du fichier déposé

source: author name
fr_fr: nom de l'auteur

source: author name of the deposited file
fr_fr: nom de l'auteur du fichier déposé

source: author id
fr_fr: identifiant de l'auteur

source: author id of the deposited file
fr_fr: idenfiant de l'auteur ayant deposé le fichier

source: size
fr_fr: taille

source: size of the deposited file
fr_fr: taille du fichier déposé

source: deposited file extension
fr_fr: extension du fichier déposé

source: whether the file has been read by an instructor
fr_fr: si le fichier a été lu par un instructeur

source: read
fr_fr: lu

source: Location used to store the deposited file
fr_fr: Emplacement utilisé pour stocker le fichier déposé

source: Deposited files
fr_fr: Fichiers déposés

source: Marsha Development
fr_fr: Marsha Développement

source: Markdown document
fr_fr: Document markdown

source: Markdown image
fr_fr: Image Markdown

source: is Markdown document public
fr_fr: le document Markdown est-il public ?

source: Is the Markdown document publicly accessible?
fr_fr: Le document markdown est-il accessible publiquement ?

source: is Markdown document still a draft
fr_fr: le document Markdown est-il toujours un brouillon ?

source: Is the Markdown document a draft?
fr_fr: Le document Markdown est-il un brouillon ?

source: Markdown document's title
fr_fr: Titre du document Markdown

source: Markdown document content
fr_fr: Contenu du document markdown

source: The document Markdown formatted content
fr_fr: Le contenu formaté du document Markdown

source: Markdown document rendered content
fr_fr: Rendu du contenu du document Markdown

source: The Markdown document formatted content for students
fr_fr: Le contenu formaté du document Markdown pour les étudiants

source: Markdown rendering options
fr_fr: Paramètres de rendu du document Markdown

source: Markdown rendering options are use by the frontend's markdown to HTML renderer
fr_fr: Les options de rendu Markdown sont utilisées par le moteur de rendu HTML côté navigateur

source: Markdown documents
fr_fr: Documents Markdown

source: markdown document using this image
fr_fr: document markdown utilisant cette image

source: image extension (like "png", "jpg", etc.
fr_fr: extension de l'image (ex : "png", "jpg", etc).

source: Location used to store the Markdown image
fr_fr: Emplacement utilisé pour stocker l'image Markdown

source: Page slug (/page/{slug})
fr_fr: Identifiant de la page (/page/{slug})

source: Page displayed name
fr_fr: Nom affiché de la page

source: content
fr_fr: contenu

source: Content of the page in Markdown format
fr_fr: Contenu de la page au format Markdown

source: is published
fr_fr: est publié

source: Is the page ready to be shown publicly
fr_fr: La page est-elle prête à être affichée publiquement

source: english
fr_fr: anglais

source: french
fr_fr: français

source: Live starts in less than 5 minutes
fr_fr: Le webinaire va démarrer dans moins de 5 minutes

source: 3 hours
fr_fr: 3 heures

source: Live starts in less than 3 hours
fr_fr: Le webinaire va débuter dans moins de 3 heures

source: 3 days
fr_fr: 3 jours

source: Live starts in less than 3 days
fr_fr: Le webinaire va débuter dans moins de 3 jours

source: Marsha websockets
fr_fr: Websockets de Marsha
