Repository: openfun/marsha
Catalog: src/backend/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Account
fr_fr: Compte

source: identity provider ID
fr_fr: ID du fournisseur d'identité

source: allows to know which IdP is linked (eg. the Entity ID for SAML)
fr_fr: permet de savoir à quel IdP il est lié (par exemple l'ID d'entité pour SAML)

source: organization
fr_fr: organisation

source: organization linked to the identity provider
fr_fr: organisation liée au fournisseur d'identité

source: Please correct the error below.
fr_fr: Merci de corriger l'erreur ci-dessous.

source: Please correct the errors below.
fr_fr: Merci de corriger les erreurs ci-dessous.

source: Forgotten your password or username?
fr_fr: Mot de passe ou identifiant oublié ?

source: Log in
fr_fr: Se connecter

source: or
fr_fr: ou

source: Log in with Renater
fr_fr: Se connecter avec Renater

source: Your password has been set. You may go ahead and log in now.
fr_fr: Votre mot de passe a été défini. Vous pouvez vous connecter à présent.

source: Please enter your new password twice so we can verify you typed it in correctly.
fr_fr: Entrez votre nouveau mot de passe deux fois, afin de vérifier qu'il est bien écrit.

source: New password:
fr_fr: Nouveau mot de passe :

source: Confirm password:
fr_fr: Confirmez le mot de passe :

source: Change my password
fr_fr: Changer mon mot de passe

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr_fr: Le lien de réinitialisation du mot de passe n'a pas fonctionné, peut-être parce qu'il a déjà été utilisé. Merci de bien vouloir demander une nouvelle réinitialisation.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
fr_fr: Vous recevez ce courrier électronique car vous avez demandé une réinitialisation de mot de passe pour votre compte utilisateur sur %(site_name)s.

source: Please go to the following page and choose a new password:
fr_fr: Rendez-vous sur la page suivante et choisissez un nouveau mot de passe :

source: Your username, in case you’ve forgotten:
fr_fr: Votre nom d'utilisateur, au cas où vous l'auriez oublié :

source: Thanks for using our site!
fr_fr: Merci d'utiliser notre site !

source: The %(site_name)s team
fr_fr: L'équipe %(site_name)s

source: classroom document
fr_fr: document de la classe virtuelle

source: classroom documents
fr_fr: documents de la classe virtuelle

source: Classroom
fr_fr: Classe virtuelle

source: Classroom session
fr_fr: Session de classe virtuelle

source: Classroom document
fr_fr: Document de la classe virtuelle

source: missing required invite_token in query string
fr_fr: le paramètre invite_token est manquant dans la query string

source: invitation link is not valid anymore. Ask for a new invitation link to the classroom maintainer
fr_fr: le lien d'invitation n'est plus valide. Demandez un nouveau lien d'invitation au responsable de la classe virtuelle

source: playlist
fr_fr: liste de lecture

source: playlist to which this classroom belongs
fr_fr: liste de lecture à laquelle appartient cette classe virtuelle

source: lti id
fr_fr: ID LTI

source: ID for synchronization with an external LTI tool
fr_fr: ID pour la synchronisation avec un outil LTI externe

source: title
fr_fr: titre

source: title of the classroom
fr_fr: titre de la classe virtuelle

source: description of the classroom
fr_fr: description de la classe virtuelle

source: position of this classroom in the playlist
fr_fr: position de cette classe virtuelle dans la liste de lecture

source: BBB meeting id
fr_fr: Identifiant de la réunion BBB

source: BBB meeting id as UUID
fr_fr: Identifiant de la réunion BBB en UUID

source: Welcome!
fr_fr: Bienvenue !

source: A welcome message that gets displayed on the chat window when the participant joins.
fr_fr: Message de bienvenue affiché dans la fenêtre de chat à l'arrivée d'un participant.

source: BBB meeting infos
fr_fr: Infos de la réunion BBB

source: starting at date and time
fr_fr: date et heure de début

source: Start date and time at which a classroom is scheduled.
fr_fr: Date et heure à laquelle une classe virtuelle est programmée.

source: estimated duration
fr_fr: durée estimative

source: Estimated duration of the classroom in seconds.
fr_fr: Durée estimée de la classe virtuelle en secondes.

source: Enable or not waiting room for the classroom
fr_fr: Activer ou non la salle d'attente pour la classe virtuelle

source: Enable or not the shared notes option for the classroom
fr_fr: Activer ou non les notes partagées pour la classe virtuelle

source: Enable or not the chat for the classroom
fr_fr: Activer ou non le chat pour la classe virtuelle

source: Allow or not to share documents with the classroom
fr_fr: Autoriser ou non à partager des documents pour la classe virtuelle

source: Enable or not to record the classroom sessions
fr_fr: Activer ou non les enregistrements de la classe virtuelle

source: record purpose
fr_fr: objet de l'enregistrement

source: A text to explain what is the record purpose
fr_fr: Texte expliquant quel est l'objet de l'enregistrement

source: public token
fr_fr: token public

source: public token used in invitation link
fr_fr: token public utilisé dans le lien d'invitation

source: instructor token
fr_fr: token instructeur

source: instructor token used in invitation link
fr_fr: token instructeur utilisé dans le lien d'invitation

source: classroom
fr_fr: classe virtuelle

source: classrooms
fr_fr: classes virtuelles

source: classroom session
fr_fr: session de classe virtuelle

source: classroom to which this session belongs
fr_fr: classe virtuelle à laquelle appartient la session

source: BBB session cookie
fr_fr: Cookie de session BBB

source: BBB learning analytics url
fr_fr: Url de learning analyitcs BBB

source: Classroom session learning analytics
fr_fr: Learning analytics pour la session de la classe virtuelle

source: Session started at date and time
fr_fr: Session démarée le

source: Start date and time of the session.
fr_fr: Date de début de la session.

source: Session ended at date and time
fr_fr: Session terminée le

source: End date and time of the session.
fr_fr: Fin de la session.

source: {:s} (pending)
fr_fr: {:s} (en attente)

source: classroom to which this document belongs
fr_fr: classe virtuelle à laquelle appartient ce document

source: filename
fr_fr: nom de fichier

source: filename of the classroom document
fr_fr: nom du fichier du document de la classe virtuelle

source: is default
fr_fr: par défaut

source: is displayed by default in the classroom
fr_fr: est affiché par défaut dans la classe virtuelle

source: storage location
fr_fr: emplacement de stockage

source: Location used to store the classroom document
fr_fr: Emplacement utilisé pour stocker le document de la classe virtuelle

source: Classroom documents
fr_fr: Documents de la classe virtuelle

source: classroom recording
fr_fr: enregistrement classe virtuelle

source: classroom to which this recording belongs
fr_fr: classe virtuelle à laquelle cet enregistrement appartient

source: BBB record id
fr_fr: Identifiant de l'enregistrement BBB

source: video url
fr_fr: url de la vidéo

source: url of the classroom recording
fr_fr: url de l'enregistrement de la classe virtuelle

source: Recording started at date and time
fr_fr: Date et heure du début de l'enregistrement

source: Start date and time of the record.
fr_fr: Date et heure de debut de l'enregistrement.

source: vod made from the recording
fr_fr: vod fait à partir de l'enregistrement

source: Classroom recording
fr_fr: Enregistrement classe virtuelle

source: Classroom recordings
fr_fr: Enregistrements classe virtuelle

source: {marsha_name} administration
fr_fr: administration de {marsha_name}

source: organizations
fr_fr: organisations

source: user
fr_fr: utilisateur

source: users
fr_fr: utilisateurs

source: portable to
fr_fr: portable à

source: Size
fr_fr: Taille

source: Duration
fr_fr: Durée

source: consumer site
fr_fr: site client

source: consumer sites
fr_fr: sites clients

source: Video
fr_fr: Vidéo

source: video
fr_fr: vidéo

source: videos
fr_fr: vidéos

source: user access
fr_fr: accès utilisateur

source: users accesses
fr_fr: accès utilisateur

source: Playlist
fr_fr: Liste de lecture

source: LTI passport
fr_fr: passeport LTI

source: LTI user association
fr_fr: Association des utilisateurs LTI

source: Config field
fr_fr: Champ de configuration

source: Config fields
fr_fr: Champs de configuration

source: Marsha administration
fr_fr: Administration Marsha

source: Registration validated!
fr_fr: Inscription validée !

source: initialized
fr_fr: initialisé

source: pending
fr_fr: en attente

source: processing
fr_fr: en cours de traitement

source: error
fr_fr: erreur

source: ready
fr_fr: prêt

source: deleted
fr_fr: supprimé

source: scanning
fr_fr: Analyse en cours

source: infected
fr_fr: infecté

source: copying
fr_fr: Copie en cours

source: ended
fr_fr: terminé

source: harvested
fr_fr: récupéré

source: processing live to VOD
fr_fr: conversion du direct en VOD

source: idle
fr_fr: inactif

source: running
fr_fr: en cours

source: starting
fr_fr: démarrage

source: stopped
fr_fr: arrêté

source: stopping
fr_fr: en cours d'arrêt

source: max_resolution_excedeed
fr_fr: résolution maximale dépassée

source: recording_source_error
fr_fr: erreur de source d'enregistrement

source: approval
fr_fr: approbation

source: denied
fr_fr: refusé

source: forced
fr_fr: forcé

source: Creative Common By Attribution
fr_fr: Creative Common : Attribution

source: Creative Common By Attribution Share Alike
fr_fr: Creative Common : Attribution - Partage dans les mêmes conditions

source: Creative Common By Attribution Non Commercial
fr_fr: Creative Common : Attribution - Pas d’Utilisation Commerciale

source: Creative Common By Attribution Non Commercial Share Alike
fr_fr: Creative Common : Attribution - Pas d’Utilisation Commerciale - Partage dans les Mêmes Conditions

source: Creative Common By Attribution No Derivatives
fr_fr: Creative Common : Attribution - Pas de Modification

source: Creative Common By Attribution Non Commercial No Derivatives
fr_fr: Creative Common : Attribution - Pas d'Utilisation Commerciale - Pas de Modification

source: Public Domain Dedication
fr_fr: Domaine Public

source: All rights reserved
fr_fr: Tous droits réservés

source: webinar
fr_fr: webinaire

source: deposit file
fr_fr: dépôt de fichier

source: VOD conversion
fr_fr: Conversion VOD

source: File Depository
fr_fr: Dépôt de fichiers

source: Markdown Document
fr_fr: Document Markdown

source: Resource has been deleted.
fr_fr: La ressource a été supprimée.

source: Webinar has been updated.
fr_fr: Votre webinaire a été mis à jour.

source: administrator
fr_fr: administrateur

source: instructor
fr_fr: enseignant

source: student
fr_fr: étudiant

source: oauth consumer key
fr_fr: clé client d'oauth

source: oauth consumer key to authenticate an LTI consumer on the LTI provider
fr_fr: clé de client oauth pour authentifier un client LTI sur le serveur LTI

source: shared secret
fr_fr: secret partagé

source: LTI Shared secret
fr_fr: Secret partagé LTI

source: is enabled
fr_fr: est activé

source: whether the passport is enabled
fr_fr: si le passeport est activé

source: LTI passports
fr_fr: passeport LTI

source: You should set either a Consumer Site or a Playlist, but not both.
fr_fr: Vous devez définir un Site Client ou une Playlist, mais pas les deux.

source: You must set either a Consumer Site or a Playlist.
fr_fr: Vous devez définir un site de client ou une liste de lecture.

source: display name
fr_fr: nom d'affichage

source: name of the consumer site.
fr_fr: nom du site client.

source: domain name
fr_fr: nom de domaine

source: base domain allowed for consumer site.
fr_fr: domaine de base autorisé pour le site de client.

source: consumer sites to which all resources in this consumer site are portable.
fr_fr: liste des sites client vers lesquels les ressources du site client actuel sont portables.

source: users who have been granted access to this consumer site.
fr_fr: utilisateurs qui ont été autorisés à accéder à ce site de client.

source: LRS authentication token
fr_fr: jeton d'authentification LRS

source: LRS authentication token used to communicate with a remote LRS
fr_fr: jeton d'authentification LRS utilisé pour communiquer avec un LRS distant

source: LRS url
fr_fr: url LRS

source: LRS url used to communicate with a remote LRS
fr_fr: URL LRS utilisée pour communiquer avec un LRS distant

source: xAPI version
fr_fr: version de xAPI

source: xAPI version used by the remote LRS server
fr_fr: version de xAPI utilisée par le serveur LRS distant

source: show video download
fr_fr: afficher le téléchargement vidéo

source: default value used for every newly created video to determine if the links to download a video are shown by default.
fr_fr: valeur par défaut utilisée pour chaque vidéo nouvellement créée pour déterminer si les liens pour télécharger une vidéo sont affichés par défaut.

source: active resources
fr_fr: ressources actives

source: list of resources that are active for this consumer site.
fr_fr: liste des ressources actives pour ce site client.

source: active features
fr_fr: fonctionnalités actives

source: list of features that are active for this consumer site.
fr_fr: liste des ressources actives pour ce site client.

source: source site
fr_fr: site source

source: consumer site that is portable.
fr_fr: site client portable.

source: target site
fr_fr: site cible

source: consumer site to which portability is automatic.
fr_fr: site client auquel la portabilité est automatique.

source: consumer site portability
fr_fr: portabilité du site de client

source: consumer site portabilities
fr_fr: portabilités du site client

source: {source} was portable to {target}
fr_fr: {source} était portable à {target}

source: {source} is portable to {target}
fr_fr: {source} est portable à {target}

source: user with access to the consumer site
fr_fr: utilisateur ayant accès au site de client

source: consumer site to which the user has access
fr_fr: site client auquel l'utilisateur a accès

source: role
fr_fr: rôle

source: role granted to the user on the consumer site
fr_fr: rôle accordé à l'utilisateur sur le site client

source: consumer site access
fr_fr: accès au site de client

source: consumer site accesses
fr_fr: accès au site client

source: {user} was {role} of {consumer_site}
fr_fr: {user} était {role} de {consumer_site}

source: {user} is {role} of {consumer_site}
fr_fr: {user} est {role} de {consumer_site}

source: name
fr_fr: nom

source: name of the organization
fr_fr: nom de l'organisation

source: consumer sites on which this organization is present
fr_fr: sites clients sur lesquels cette organisation est présente

source: users who have been granted access to this organization
fr_fr: utilisateurs qui ont été autorisés à accéder à cette organisation

source: list of resources that are active for this organization.
fr_fr: liste des ressources actives pour cette organisation.

source: list of features that are active for this organization.
fr_fr: liste des fonctionnalités actives pour cette organisation.

source: consumer site having this organization
fr_fr: site client ayant cette organisation

source: organization in this consumer site
fr_fr: organisation dans ce site client

source: organization in consumer site
fr_fr: organisation dans le site client

source: organizations in consumer sites
fr_fr: organisations dans les sites clients

source: {organization} was in {consumer_site}
fr_fr: {organization} était dans {consumer_site}

source: {organization} is in {consumer_site}
fr_fr: {organization} est dans {consumer_site}

source: user who has access to the organization
fr_fr: utilisateur ayant accès à l'organisation

source: organization to which the user has access
fr_fr: organisation à laquelle l'utilisateur a accès

source: organization access
fr_fr: accès à l'organisation

source: organization accesses
fr_fr: accès à l'organisation

source: {user} was {role} of {organization}
fr_fr: {user} était {role} de {organization}

source: {user} is {role} of {organization}
fr_fr: {user} est {role} de {organization}

source: LTI user ID
fr_fr: Identifiant d'utilisateur LTI

source: LMS user ID
fr_fr: Identifiant d'utilisateur du LMS

source: consumer site related to this user association
fr_fr: site client lié à cette association d'utilisateurs

source: user related to this user association
fr_fr: utilisateur lié à cette association d'utilisateurs

source: LTI user associations
fr_fr: Associations d'utilisateurs LTI

source: primary key for the record as UUID
fr_fr: clé principale pour l'enregistrement en UUID

source: created on
fr_fr: créé le

source: date and time at which a record was created
fr_fr: date et heure à laquelle un enregistrement a été créé

source: updated on
fr_fr: modifié le

source: date and time at which a record was last updated
fr_fr: date et heure à laquelle un enregistrement a été modifié

source: uploaded on
fr_fr: chargé le

source: datetime at which the active version of the file was uploaded.
fr_fr: date et heure à laquelle la version active de ce fichier a été téléversé.

source: upload state
fr_fr: état du chargement

source: state of the upload in AWS.
fr_fr: état de l'envoi dans AWS.

source: title of the file
fr_fr: titre du document

source: author
fr_fr: auteur

source: author of the file
fr_fr: auteur du document

source: playlist to which this file belongs
fr_fr: liste de lecture à laquelle le fichier appartient

source: duplicated from
fr_fr: dupliqué de

source: original file this one was duplicated from
fr_fr: fichier d'origine depuis lequel celui-ci a été dupliqué

source: description of the file
fr_fr: description du fichier

source: position of this file in the playlist
fr_fr: position de ce fichier dans la liste de lecture

source: file extension
fr_fr: extension de fichier

source: is document public
fr_fr: document public

source: Is the document publicly accessible?
fr_fr: Le document est-il accessible publiquement ?

source: title of the playlist
fr_fr: titre de la liste de lecture

source: is public
fr_fr: est public

source: if this playlist can be viewed without any access control
fr_fr: si cette liste de lecture peut être vue sans aucun contrôle d'accès

source: original playlist this one was duplicated from
fr_fr: liste de lecture originale de celle-ci a été dupliquée de

source: users who have been granted access to this playlist
fr_fr: utilisateurs qui ont reçu l'accès à cette liste de lecture

source: Are all resources in this playlist portable to any playlist in this consumer site
fr_fr: Toutes les ressources de cette playlist sont-elles portables vers n'importe quelle playlist de ce site client

source: Are all resources in this playlist portable to any playlist in other consumer sites
fr_fr: Toutes les ressources de cette playlist sont-elles portables vers n'importe quelle playlist liée à d'autres sites clients

source: portable to playlists
fr_fr: portable vers des playlists

source: Playlists to which the resources in this playlist are portable.
fr_fr: Playlists vers lesquelles les ressources de cette playlist sont portables.

source: Duration in days after which the related objects should be deleted
fr_fr: Durée en jours après laquelle les objets concernés doivent être supprimés

source: retention duration in day
fr_fr: durée de rétention en jour

source: Allow LTI users to claim this playlist
fr_fr: Autoriser les utilisateurs LTI à réclamer cette playlist

source: is claimable
fr_fr: est réclamable

source: playlists
fr_fr: listes de lecture

source: source playlist
fr_fr: playlist source

source: playlist that is portable.
fr_fr: playlist portable.

source: target playlist
fr_fr: playlist cible

source: playlist to which portability is automatic.
fr_fr: playlist vers laquelle la portabilité est automatique.

source: playlist portability
fr_fr: portabilité de la playlist

source: playlist portabilities
fr_fr: portabilités de la playlist

source: user who has access to the playlist
fr_fr: utilisateur ayant accès à la liste de lecture

source: playlist to which the user has access
fr_fr: liste de lecture à laquelle l'utilisateur a accès

source: playlist access
fr_fr: accès à la liste de lecture

source: playlist accesses
fr_fr: accès à la liste de lecture

source: Date when this playlist related object should be deleted
fr_fr: Date à laquelle les objets liés à la playlist seront supprimés

source: retention date
fr_fr: date de rétention

# portability request
source: pending
fr_fr: en attente

# portability request
source: accepted
fr_fr: accepté

# portability request
source: rejected
fr_fr: rejeté

source: for playlist
fr_fr: pour la liste de lecture

source: playlist which portability is asked for
fr_fr: liste de lecture pour laquelle la demande est faite

source: from playlist
fr_fr: depuis la liste de lecture

source: playlist requesting the access
fr_fr: liste de lecture demandant l'accès

source: the requesting user's LTI consumer site
fr_fr: le site client LTI de l'utilisateur requérant

source: resource model
fr_fr: modèle de la ressource

source: the requesting user's LTI user ID
fr_fr: identifiant de l'utilisateur LTI faisant la demande

source: Marsha user requesting the portability
fr_fr: Utilisateur Marsha faisant la demande de portabilité

source: request state
fr_fr: état de la demande

source: state of the request
fr_fr: état de la demande

source: updated by user
fr_fr: mis à jour par l'utilisateur

source: Marsha user who accepted or rejected the request
fr_fr: Utilisateur Marsha qui a accepté ou rejeté la demande

source: portability request
fr_fr: demande de portabilité

source: portability requests
fr_fr: demandes de portabilité

source: list of active resources for this site.
fr_fr: liste des ressources actives pour ce site.

source: list of features that are active for this site.
fr_fr: liste des fonctionnalités actives pour ce site.

source: login page text
fr_fr: texte de la page de connexion

source: HTML to display on the login page
fr_fr: HTML à afficher sur la page de connexion

source: URl of the logo to display on the site
fr_fr: URL du logo à afficher sur le site

source: logo enabled
fr_fr: logo activé

source: Is the logo enabled ?
fr_fr: Le logo est-il activé ?

source: Homepage banner title
fr_fr: Titre de bannière de la page d'accueil

source: Homepage banner text
fr_fr: Texte de la bannière de la page d'accueil

source: footer text
fr_fr: texte de pied de page

source: Text to display in the footer
fr_fr: Texte à afficher dans le pied de page

source: SAML technical contact
fr_fr: Contact technique SAML

source: Technical contact responsible for your app
fr_fr: Contact technique du responsable de votre application

source: SAML support contact
fr_fr: Contact de support SAML

source: Support contact responsible for your app
fr_fr: Contact de support du responsable de votre application

source: SAML organization info
fr_fr: Informations sur l'organisation SAML

source: Organization info for your app
fr_fr: Informations sur l'organisation Saml

source: saml entity id
fr_fr: identifiant de l'entité saml

source: should be a URL that includes a domain name you own
fr_fr: devrait être une URL qui inclut un nom de domaine que vous possédez

source: The meta title of the site
fr_fr: Le meta title du site

source: The meta description of the site
fr_fr: La meta description du site

source: site configuration
fr_fr: configuration du site

source: sites configuration
fr_fr: configuration du site

source: Current displayed page of the active shared live media
fr_fr: Page en cours de visualisation du document partagé

source: allow video recording
fr_fr: autoriser l'enregistrement de la vidéo
